alsa-utils
android-file-transfer
apache
arandr
arch-install-scripts
aribb25
arp-scan
audacious
autoconf
automake
base
binutils
bison
bluez
bluez-hid2hci
bluez-utils
chromaprint
chromium
cython
dhcpcd
dmenu
dmg2img
dosfstools
efibootmgr
fakeroot
firefox
flex
foremost
gcc
git
gnuplot
gpart
groff
grub
hdparm
hexchat
httrack
i3-wm
i3blocks
i3lock
i3status
ifuse
imagemagick
iperf
iw
iwd
libdc1394
libdvdcss
libdvdnav
libdvdread
libgme
libgoom2
libkate
libmicrodns
libnfs
libtiger
libtool
linux
linux-firmware
linux-headers
live-media
lua51
luit
m4
make
mariadb
meld
mesa-utils
minicom
mtools
ncdu
net-snmp
net-tools
network-manager-applet
networkmanager-l2tp
nmap
nvidia-settings
obs-studio
okular
opencl-clhpp
opencl-headers
openconnect
openssh
os-prober
patch
pavucontrol
pcsclite
phpmyadmin
pkgconf
projectm
protobuf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyenv
python-matplotlib
python-opengl
python-pip
python-setuptools
screen
sdl_image
sleuthkit
smbclient
sndio
sudo
swig
testdisk
texinfo
tigervnc
transmission-qt
unzip
vcdimager
vim
wget
which
wireshark-qt
xclip
xf86-video-vesa
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xosd
xterm
zabbix-agent
zip
zvbi
